;Localization add-in for day 90 DLC 

;-----------------------
; SPARK CLASS
;-----------------------
[Spark X2SoldierClassTemplate]
DisplayName="IСКРА"
ClassSummary="Цi потужнi роботи здатнi обрушувати на противникiв найпотужнiшi атаки або захищати союзникiв вiд ворожого вогню."
LeftAbilityTreeTitle="Битва майбутнього"
RightAbilityTreeTitle="Бойова машина"

RandomNickNames[0]="Пендрагон"
RandomNickNames[1]="Ланселот"
RandomNickNames[2]="Галахад"
RandomNickNames[3]="Гавейн"
RandomNickNames[4]="Герцог"
RandomNickNames[5]="Герцогиня"
RandomNickNames[6]="Граф"
RandomNickNames[7]="Барон"
RandomNickNames[8]="Тура"
RandomNickNames[9]="Єпископ"
RandomNickNames[10]="Марграф"
RandomNickNames[11]="Драгун"
RandomNickNames[12]="Мiрмiдон"
RandomNickNames[13]="Гоплiт"
RandomNickNames[14]="Центурiон"
RandomNickNames[15]="Преторiанець"
RandomNickNames[16]="Шабля"
RandomNickNames[17]="Єгер"
RandomNickNames[18]="Вектор"
RandomNickNames[19]="Титан"
RandomNickNames[20]="Клеймор"
RandomNickNames[21]="Фальшiон"
RandomNickNames[22]="Рапiра"
RandomNickNames[23]="Моргенштерн"
RandomNickNames[24]="Глефа"
RandomNickNames[25]="Алебарда"
RandomNickNames[26]="Спис"
RandomNickNames[27]="Сариса"
RandomNickNames[28]="Масамуне"
RandomNickNames[29]="Ескалiбур"
RandomNickNames[30]="Гунгнiр"
RandomNickNames[31]="Мьйольнiр"
RandomNickNames[32]="Гладiус"
RandomNickNames[33]="Ятаган"
RandomNickNames[34]="Тризуб"
RandomNickNames[35]="Коса"
RandomNickNames[36]="Гiга"
RandomNickNames[38]="Троян"
RandomNickNames[39]="Руйнiвник"
RandomNickNames[40]="Термiнатор"
RandomNickNames[41]="Iржавий"
RandomNickNames[42]="Руйнiвник"
RandomNickNames[43]="Сторож"
RandomNickNames[44]="Джоннi"
RandomNickNames[45]="Зламок"
RandomNickNames[46]="Металобрухт"
RandomNickNames[47]="Залiзяка"
RandomNickNames[48]="Велетень"

RankNames[0]="Новобранець"
RankNames[1]="Зброєносець"
RankNames[2]="Пiхотинець"
RankNames[3]="Лицар"
RankNames[4]="Захисник"
RankNames[5]="Авангард"
RankNames[6]="Паладин"
RankNames[7]="Поборник"

ShortNames[0]="Нов."
ShortNames[1]="Збр."
ShortNames[2]="Пiх."
ShortNames[3]="Лцр."
ShortNames[4]="Зхс."
ShortNames[5]="Авг."
ShortNames[6]="Плд."
ShortNames[7]="Пбр."

RankIcons[0]="UILibrary_Common.rank_rookie"
RankIcons[1]="UILibrary_DLC3Images.rank_squire"
RankIcons[2]="UILibrary_DLC3Images.rank_cavalier"
RankIcons[3]="UILibrary_DLC3Images.rank_knight"
RankIcons[4]="UILibrary_DLC3Images.rank_vanguard"
RankIcons[5]="UILibrary_DLC3Images.rank_templar"
RankIcons[6]="UILibrary_DLC3Images.rank_paladin"
RankIcons[7]="UILibrary_DLC3Images.rank_champion"

[ChiefEngineer X2SoldierClassTemplate]
DisplayName="Спецiалiст"
ClassSummary="Спецiалiсти - оператори найскладнiшого обладнання: бойових дронiв, здатних вести вогонь або надавати медичну допомогу."
LeftAbilityTreeTitle=""
RightAbilityTreeTitle=""

RankNames[0]="Новобранець"
RankNames[1]="ГОЛОВНИЙ IНЖЕНЕР"

ShortNames[0]="Нов."
ShortNames[1]="Iнж."

RankIcons[0]="UILibrary_Common.rank_rookie"
RankIcons[1]="UILibrary_DLC3Images.rank_chief_engineer"

;-----------------------
; TECHS
;-----------------------
[MechanizedWarfare X2TechTemplate]
DisplayName="Роботизацiя вiйськових дiй"
Summary="Незадовго до вторгнення батько змiг створити експериментальний МЕК. За допомогою декiлькох модифiкацiй та модернiзацiй технологiї його можна пiдготувати до бойової експлуатацiї."


[BuildSpark X2TechTemplate]
DisplayName="\"Iскра\""
Summary="Знайдений прототип системи \"Iскра\", розроблений покiйним доктором Реймоном Шенем до вторгнення два десятилiття тому, послужив, судячи з усього, основою для всiх подальших розробок МЕКiв \"Адвента\". \"Iскра\" представляє собою роботизовану бойову одиницю, здатну виконувати як атакуючi, так i захиснi функцiї."

;-----------------------
; STAFF SLOTS
;-----------------------
[SparkStaffSlot X2StaffSlotTemplate]
EmptyText="ВIДКРИТО: ПОТРIБНА \"IСКРА\""
BonusEmptyText="Початок ремонту \"Iскри\"."
BonusText="РЕМОНТ \"IСКРИ\""
FilledText="%UNITNAME ремонтується!"
LockedText="НЕДОСТУПНО: ПОБУДУЙТЕ \"IСКРУ\""

;-----------------------
; SPARK WEAPONS
;-----------------------
[SparkRifle_CV X2WeaponTemplate]
FriendlyName="Важка автопушка"
FriendlyNamePlural="Важкi автопушки"
BriefSummary="Потужна, але виключно важка гармата, створена спецiально для \"Iскри\"."
TacticalText="<Bullet/> Пострiл з основної зброї завжди завершує хiд солдата при вiдсутностi особливих здiбностей."
AbilityDescName="важка автопушка"

[SparkRifle_MG X2WeaponTemplate]
FriendlyName="Рельсотронна гармата"
FriendlyNamePlural="Рельсотроннi гармати"
BriefSummary="Додаткове посилення дозволяє пiдвищити мiцнiсть i потужнiсть, знизивши знос при активнiй експлуатацiї."
TacticalText="<Bullet/> Рельсотронна гармата вiдрiзняється пiдвищеною мiцнiстю i потужнiстю та є значним удосконаленням стандартної автопушки, встановлюваної на \"Iскри\". \n<Bullet/> Пострiл з основної зброї завжди завершує хiд солдата при вiдсутностi у нього особливих здiбностей."
AbilityDescName="рельсотронна гармата"

[SparkRifle_BM X2WeaponTemplate]
FriendlyName="Елерiєва фазова гармата"
FriendlyNamePlural="Елерiєвi фазовi гармати"
BriefSummary="Установка мiнiатюрної елерiєвої батареї забезпечує \"Iскрi\" неперевершену бойову мiць."
TacticalText="<Bullet/> Елерiєва фазова гармата, розроблена спецiально для \"Iскри\", - вершина збройних технологiй.\n<Bullet/> Пострiл з основної зброї завжди завершує хiд солдата при вiдсутностi особливих здiбностей."
AbilityDescName="елерiєва фазова гармата"

[SparkBit_CV X2GremlinTemplate]
FriendlyName="\"BIT\" \"IСКРИ\""
FriendlyNamePlural="\"BIT\" \"IСКРИ\""
BriefSummary=""
TacticalText="<Bullet/> \"BIT\" дозволяє \"Iскрам\" виконувати рiзнi бойовi завдання з безпечної вiдстанi.\n<Bullet/> Вiн супроводжує \"Iскру\", слiдуючи рiзним протоколам: допомогти союзникам, зламати електронну цiль або завдати шкоди ворогу.\n<Bullet/> Зазвичай противник не помiчає \"BIT\"; також його неможливо пошкодити або знищити. Вiн вiдключиться, якщо \"Iскра\" буде вбито або вiн не зможе ним керувати."
AbilityDescName="\"BIT\" \"IСКРИ\""

[SparkBit_MG X2GremlinTemplate]
FriendlyName="Екранований \"BIT\""
FriendlyNamePlural="Екранованi \"BIT\""
BriefSummary=""
TacticalText="<Bullet/> Нова екранована модель покращує шкоду та медичну ефективнiсть \"BIT\".\n<Bullet/> \"BIT\" дозволяє \"Iскрам\" виконувати рiзнi бойовi завдання з безпечної вiдстанi.\n<Bullet/> Вiн супроводжує \"Iскру\", слiдуючи рiзним протоколам: допомогти союзникам, зламати електронну цiль або завдати шкоди ворогу.\n<Bullet/> Зазвичай противник не помiчає \"BIT\"; також його неможливо пошкодити або знищити. Вiн вiдключиться, якщо \"Iскра\" буде вбито або вiн не зможе ним керувати."
AbilityDescName="\"BIT\" \"IСКРИ\""

[SparkBit_BM X2GremlinTemplate]
FriendlyName="Усилений \"BIT\""
FriendlyNamePlural="Усиленi \"BIT\""
BriefSummary=""
TacticalText="<Bullet/> Нова посилена модель покращує шкоду та медичну ефективнiсть \"BIT\".\n<Bullet/> \"BIT\" дозволяє \"Iскрам\" виконувати рiзнi бойовi завдання з безпечної вiдстанi.\n<Bullet/> Вiн супроводжує \"Iскру\", слiдуючи рiзним протоколам: допомогти союзникам, зламати електронну цiль або завдати шкоди ворогу.\n<Bullet/> Зазвичай противник не помiчає \"BIT\"; також його неможливо пошкодити або знищити. Вiн вiдключиться, якщо \"Iскра\" буде вбито або вiн не зможе ним керувати."
AbilityDescName="\"BIT\" \"IСКРИ\""

[SparkRifle_MG_Schematic X2SchematicTemplate]
m_strClassLabel="\"IСКРА\""
[SparkRifle_BM_Schematic X2SchematicTemplate]
m_strClassLabel="\"IСКРА\""

[PlatedSparkArmor_Schematic X2SchematicTemplate]
m_strClassLabel="\"IСКРА\""
[PoweredSparkArmor_Schematic X2SchematicTemplate]
m_strClassLabel="\"IСКРА\""

;-----------------------
; Shen's Gremlin
;-----------------------
[Gremlin_Shen X2GremlinTemplate]
FriendlyName="\"Ровер\""
FriendlyNamePlural="\"Ровер\""
BriefSummary="\"Ровер\", найранiший прототип \"Гремлiна\", розроблений Лiлi Шень, має ряд особливостей у поведiнцi, викликаних \"унiкальними\" доопрацюваннями протягом багатьох рокiв."
TacticalText="<Bullet/> Дрон \"Гремлiн\" дозволяє спецiалiстам виконувати рiзнi бойовi завдання з безпечної вiдстанi.\n<Bullet/> Вiн супроводжує спецiалiста, який може призначити йому протоколи: допомогти союзникам, зламати електронну цiль або завдати шкоди ворогу.\n<Bullet/> Зазвичай противник не помiчає \"Гремлiна\", також його неможливо пошкодити або знищити. Вiн вiдключиться, якщо спецiалiста буде вбито або вiн не зможе ним керувати."
AbilityDescName="\"Ровер\""

;-----------------------
; Feral MEC WEAPONS - Temp to support playable mission
;-----------------------
[FeralMEC_M1_Proxy_Wpn X2WeaponTemplate]
FriendlyName="Гармата покинутого МЕКа"
FriendlyNamePlural="Гармати покинутих МЕКiв"
BriefSummary="Нам вдалося здобути рiзноманiтнi зразки пiхотної зброї. Це найбiльш поширений зразок, що недалеко пiшов вiд гвинтiвки, яку використовували 20 рокiв тому. Хоча вiн, безсумнiвно, поступається магнiтним технологiям \"Адвента\", ми зможемо доопрацювати його за допомогою трофейних матерiалiв, коли розробимо вiдповiднi методики."
TacticalText="<Bullet/> Пострiл з основної зброї завжди завершує хiд солдата\n<Bullet/> Якщо солдат витрачає обидвi дiї на стрiлянину, буде зроблено три пострiли зi зниженою точнiстю, але бiльш високою ефективнiстю загалом\n<Bullet/> Використовуйте здобутi в боях полiпшення, щоб пiдвищити ефективнiсть гвинтiвки"

[FeralMEC_M2_Proxy_Wpn X2WeaponTemplate]
FriendlyName="Гармата покинутого МЕКа"
FriendlyNamePlural="Гармати покинутих МЕКiв"
BriefSummary="Нам вдалося здобути рiзноманiтнi зразки пiхотної зброї. Це найбiльш поширений зразок, що недалеко пiшов вiд гвинтiвки, яку використовували 20 рокiв тому. Хоча вiн, безсумнiвно, поступається магнiтним технологiям \"Адвента\", ми зможемо доопрацювати його за допомогою трофейних матерiалiв, коли розробимо вiдповiднi методики."
TacticalText="<Bullet/> Пострiл з основної зброї завжди завершує хiд солдата\n<Bullet/> Якщо солдат витрачає обидвi дiї на стрiлянину, буде зроблено три пострiли зi зниженою точнiстю, але бiльш високою ефективнiстю загалом\n<Bullet/> Використовуйте здобутi в боях полiпшення, щоб пiдвищити ефективнiсть гвинтiвки"

[FeralMEC_M3_Proxy_Wpn X2WeaponTemplate]
FriendlyName="Гармата покинутого МЕКа"
FriendlyNamePlural="Гармати покинутих МЕКiв"
BriefSummary="Нам вдалося здобути рiзноманiтнi зразки пiхотної зброї. Це найбiльш поширений зразок, що недалеко пiшов вiд гвинтiвки, яку використовували 20 рокiв тому. Хоча вiн, безсумнiвно, поступається магнiтним технологiям \"Адвента\", ми зможемо доопрацювати його за допомогою трофейних матерiалiв, коли розробимо вiдповiднi методики."
TacticalText="<Bullet/> Пострiл з основної зброї завжди завершує хiд солдата\n<Bullet/> Якщо солдат витрачає обидвi дiї на стрiлянину, буде зроблено три пострiли зi зниженою точнiстю, але бiльш високою ефективнiстю загалом\n<Bullet/> Використовуйте здобутi в боях полiпшення, щоб пiдвищити ефективнiсть гвинтiвки"

[Sectopod_Markov_Proxy_Wpn X2WeaponTemplate]
FriendlyName="Бластер сектопода"
FriendlyNamePlural="Бластери сектопода"
BriefSummary="Нам вдалося здобути рiзноманiтнi зразки пiхотної зброї. Це найбiльш поширений зразок, що недалеко пiшов вiд гвинтiвки, яку використовували 20 рокiв тому. Хоча вiн, безсумнiвно, поступається магнiтним технологiям \"Адвента\", ми зможемо доопрацювати його за допомогою трофейних матерiалiв, коли розробимо вiдповiднi методики."
TacticalText="<Bullet/> Пострiл з основної зброї завжди завершує хiд солдата\n<Bullet/> Якщо солдат витрачає обидвi дiї на стрiлянину, буде зроблено три пострiли зi зниженою точнiстю, але бiльш високою ефективнiстю загалом\n<Bullet/> Використовуйте здобутi в боях полiпшення, щоб пiдвищити ефективнiсть гвинтiвки"

;-----------------------
; Character Templates
;-----------------------
[FeralMEC_M1 X2CharacterTemplate]
strCharacterName="Покинутий МЕК"

[Sectopod_Markov X2CharacterTemplate]
strCharacterName="Джулiан"

[LostTowersTurretM1 X2CharacterTemplate]
strCharacterName="Стара турель"

[JulianUnknown X2CharacterTemplate]
strCharacterName="Iнтерком"

[Julian X2CharacterTemplate]
strCharacterName="Джулiан"

[JulianSectopod X2CharacterTemplate]
strCharacterName="Джулiан"

[SPARK X2CharacterTemplate]
strCharacterName="\"Iскра\""

;-----------------------
; Lost Towers Turret Weapon
;-----------------------
[LostTowersTurretM1_Wpn X2WeaponTemplate]
FriendlyName="Турельна гармата"
FriendlyNamePlural="Турельнi гармати"
BriefSummary="Нам вдалося здобути рiзноманiтнi зразки пiхотної зброї. Це найбiльш поширений зразок, що недалеко пiшов вiд гвинтiвки, яку використовували 20 рокiв тому. Хоча вiн, безсумнiвно, поступається магнiтним технологiям \"Адвента\", ми зможемо доопрацювати його за допомогою трофейних матерiалiв, коли розробимо вiдповiднi методики."
TacticalText="<Bullet/> Пострiл з основної зброї завжди завершує хiд солдата\n<Bullet/> Якщо солдат витрачає обидвi дiї на стрiлянину, буде зроблено три пострiли зi зниженою точнiстю, але бiльш високою ефективнiстю загалом\n<Bullet/> Використовуйте здобутi в боях полiпшення, щоб пiдвищити ефективнiсть гвинтiвки"

;-----------------------
; GEOSCAPE
;-----------------------

[POI_LostTowers X2PointOfInterestTemplate]
DisplayNames[0]="Зашифрований сигнал"

CompletedSummaries[0]="Невiдомий сигнал змiг якимось чином обiйти вiддалене управлiння \"Ровером\" i отримати доступ до його систем. Для цього необхiднi знання, якими володiв лише нинi покiйний доктор Реймонд Шень. Потрiбно негайно розслiдувати це."

POIImages[0]="img:///UILibrary_DLC3Images.Alert_ShensLastGiftPOI"

;-----------------------
; REWARDS
;-----------------------

[Reward_LostTowers X2RewardTemplate]
DisplayName="Розвiдувальне завдання"

[ResAct_LostTowersInvestigated X2ResistanceActivityTemplate]
DisplayName="Покинутi вежi дослiдженi:"

[ResAct_LostTowersFailed X2ResistanceActivityTemplate]
DisplayName="Поразка в покинутих вежах:"

;-----------------------
; Lost Towers Mission Data
;-----------------------
[MissionSource_LostTowers X2MissionSourceTemplate]
MissionPinLabel="Покинутi вежi"
BattleOpName="Операцiя \"Останнiй подарунок\""

[LostTower X2MissionSiteDescriptionTemplate]
DescriptionString="Покинутий комплекс \"Адвента\""

[LastGift X2MissionTemplate]
DisplayName="Дослiдити комплекс"
Briefing="Розслiдування - Невiдомий об'єкт"
PostMissionType="Покинутi вежi"
BriefingImage="img:///UILibrary_DLC3Images.Alert_ShensLastGiftPOI"
ObjectiveTextPools[0]="Знайти проектну документацiю Шеня"
PreMissionNarratives[0]="DLC_90_NarrativeMoments.DLC3_S_Dropship_Intro"

;We may be pursuing a solution where this mission has three discrete parts.
;The data below supports that but likely won't be used in the final version
[LastGiftB X2MissionTemplate]
DisplayName="Знайти \"Iскру\", ч. 1"
Briefing="Покинутi вежi"
PostMissionType="Покинутi вежi"
BriefingImage="img:///UILibrary_DLC3Images.Alert_ShensLastGiftPOI"
ObjectiveTextPools[0]="Знайти проектну документацiю Шеня"
PreMissionNarratives[0]="X2NarrativeMoments.TACTICAL.Recover.Central_Guerilla_Ops_Recover_Item_01"

[LastGiftC X2MissionTemplate]
DisplayName="Знайти \"Iскру\", ч. 2"
Briefing="Покинутi вежi"
PostMissionType="Покинутi вежi"
BriefingImage="img:///UILibrary_DLC3Images.Alert_ShensLastGiftPOI"
ObjectiveTextPools[0]="Знайти проектну документацiю Шеня"
PreMissionNarratives[0]="X2NarrativeMoments.TACTICAL.Recover.Central_Guerilla_Ops_Recover_Item_01"

[DefaultLastGift X2MissionNarrativeTemplate]
ObjectiveTextPools[0]="Дослiдити комплекс"
ObjectiveTextPools[1]="Увiмкнути живлення лiфтiв"
ObjectiveTextPools[2]="Пiдняти всiх солдатiв XCOM на лiфтi"
ObjectiveTextPools[3]="Лiлi Шень повинна вижити"

[DefaultLastGiftPartB X2MissionNarrativeTemplate]
ObjectiveTextPools[0]="Укрийтеся в примiщеннi з \"Iскрою\""
ObjectiveTextPools[1]="Лiлi Шень повинна активувати \"Iскру\""
ObjectiveTextPools[2]="\"Iскра\" повинна вимкнути подачу газу"
ObjectiveTextPools[3]="Пiдняти всiх солдатiв XCOM на лiфтах"
ObjectiveTextPools[4]="Лiлi Шень повинна вижити"
ObjectiveTextPools[5]="\"Iскра\" повинна вижити"

[DefaultLastGiftPartC X2MissionNarrativeTemplate]
ObjectiveTextPools[0]="Знищити сектопод Джулiана"
ObjectiveTextPools[1]="Захопити дах"
ObjectiveTextPools[2]="Лiлi Шень повинна вижити"
ObjectiveTextPools[3]="\"Iскра\" повинна вижити"

[MissionTimers]
LostTowersTitle="Потiк отруйного газу"
LostTowersSubtitle="Ходiв до заповнення кiмнати"

[MissionWorldMessages]
SoldierReturnedToAvenger="Поранений солдат XCOM повернувся на \"Месника\""


; *********************************************************************************************************************
; ***                                            SPARK ABILITIES                                                   ***
; *********************************************************************************************************************

; ---------- General Path -----------------

[Overdrive X2AbilityTemplate]
LocFriendlyName="Овердрайв"
LocLongDescription="Три дiї протягом ходу, жодна з яких не завершує його. Послiдовнi стандартнi пострiли з невеликим штрафом вiд вiддачi."
LocHelpText="Три дiї протягом ходу, жодна з яких не завершує його. Послiдовнi стандартнi пострiли з невеликим штрафом вiд вiддачi."
LocPromotionPopupText="<Bullet/> Пiсля кожного пострiлу в режимi овердрайв додається штраф -<Ability:Overdrive_RecoilPenalty/>% до влучностi.<br/><Bullet/> Овердрайв активується без дiї. Ходiв до перезарядки: <Ability:SelfCooldown/> <br/>"

[SparkRocketLauncher X2AbilityTemplate]
LocFriendlyName="Ракетомет"
LocHelpText="Пострiл ракетою в зазначену зону."

[SparkShredderGun X2AbilityTemplate]
LocFriendlyName="Пострiл з осколочної гармати"
LocHelpText="Пострiл з осколочної гармати з конусною зоною ураження."

[SparkShredstormCannon X2AbilityTemplate]
LocFriendlyName="Штурмова гармата"
LocHelpText="Пострiл зi штурмової гармати."

[SparkFlamethrower X2AbilityTemplate]
LocFriendlyName="Вогнемет"
LocHelpText="Струмiнь полум'я в конусоподiбнiй зонi."

[SparkFlamethrowerMk2 X2AbilityTemplate]
LocFriendlyName="Вогнемет \"Геєнна\""
LocHelpText="Струмiнь полум'я в конусоподiбнiй зонi."

[SparkBlasterLauncher X2AbilityTemplate]
LocFriendlyName="Бластерна бомба"
LocHelpText="Пострiл бластерною бомбою по зазначенiй зонi."

[SparkPlasmaBlaster X2AbilityTemplate]
LocFriendlyName="Плазмовий бластер"
LocHelpText="Пострiл з плазмового бластера."

; ---------- War Machine Path ------------------

; Aspirant (Corporal)
[Bulwark X2AbilityTemplate]
LocFriendlyName="Бастiон"
LocLongDescription="Додає 1 одиницю бронi та дозволяє виконувати роль високого укриття для всiх союзникiв."
LocHelpText="Додає 1 одиницю бронi та дозволяє виконувати роль високого укриття для всiх союзникiв."
LocPromotionPopupText="<Bullet/> \"Бастiон\" додає 1 одиницю бронi.<br/><Bullet/> Союзники поруч з \"Iскрою\" отримують бонус до захисту, як вiд високого укриття.<br/>"

; Knight (Sergeant)
[Arsenal X2AbilityTemplate]
LocFriendlyName="Арсенал"
LocLongDescription="\"BIT\" здатний використовувати важке озброєння"
LocHelpText="\"BIT\" здатний використовувати важке озброєння"
LocPromotionPopupText="<Bullet/> Здiбнiсть \"Арсенал\" дозволяє \"Iскрi\" використовувати важке озброєння.<br/>"

[Rainmaker X2AbilityTemplate]
LocFriendlyName="Злив"
LocLongDescription="Використовуване важке озброєння завдає +<Ability:Rainmaker_BonusDamage/> одиниць шкоди в збiльшенiй зонi ураження."
LocHelpText="Використовуване важке озброєння завдає бiльше шкоди в збiльшенiй зонi ураження."
LocPromotionPopupText="<Bullet/> \"Злив\" додає <Ability:Rainmaker_BonusDamage/> одиниць шкоди всьому важкому озброєнню.<br/><Bullet/> Для важкого озброєння з круглою зоною ураження радiус збiльшується на <Ability:Rainmaker_BonusRadius/>.<br/><Bullet/> Для озброєння з конiчною зоною ураження дiаметр збiльшується на <Ability:Rainmaker_BonusDiameter/>, а довжина - на <Ability:Rainmaker_BonusLength/>.<br/>"

; Cavalier (Lieutenant)
[Intimidate X2AbilityTemplate]
LocFriendlyName="Залякування"
LocLongDescription="Коли ворог атакує, вiн може запанiкувати."
LocHelpText="Коли ворог атакує, вiн може запанiкувати."
LocFlyOverText="Залякування"
LocPromotionPopupText="<Bullet/> Ймовiрнiсть \"Залякування\" пiдвищується при покращеннi бронi \"Iскри\".<br/><Bullet/> Здiбнiсть активується при атаках в рукопашнiй та по площi.<br/><Bullet/> Стрiльба з режиму \"перехоплення\" iгнорується.<br/>"

[IntimidateTrigger X2AbilityTemplate]
LocFriendlyName="Залякування"
LocLongDescription="Коли ворог атакує, всi видимi противники можуть запанiкувати."
LocHelpText="Коли ворог атакує, всi видимi противники можуть запанiкувати."
LocFlyOverText="Залякування"
LocPromotionPopupText=""
LocMissMessage="Залякування не вдалося!"

; Vanguard (Captain)
[Repair X2AbilityTemplate]
LocFriendlyName="Ремонт"
LocLongDescription="\"BIT\" здатний пiдлетiти до будь-якого дружнього робота i вiдремонтувати його. Удосконаленi моделi ремонтують ефективнiше."
LocHelpText="\"BIT\" здатний пiдлетiти до будь-якого дружнього робота i вiдремонтувати його."
LocFlyOverText="Ремонт"
LocPromotionPopupText="<Bullet/> \"Ремонт\" вiдновлює <Ability:Repair_HealHP/> здоров'я.<br/><Bullet/> Удосконалення \"BIT\" дозволяє вiдновлювати бiльше ОЗ за раз.<br/><Bullet/> Використання здiбностi \"Ремонт\" не завершує хiд, якщо є першим дiянням.<br/><Bullet/> Використовується не бiльше <Ability:Repair_Charges/> разiв за завдання.<br/>"

; Paladin (Major)
[AbsorptionField X2AbilityTemplate]
LocFriendlyName="Поглинаюче поле"
LocLongDescription="Коли \"Iскра\" потрапляє пiд обстрiл, <Ability:WeaponName> заряджається енергiєю, яку можна використовувати при наступному пострiлi."
LocHelpText="<Ability:WeaponName> при обстрiлi заряджається енергiєю, яку можна використовувати при наступному пострiлi."
LocFlyOverText="Поглинання енергiї: +1"
LocPromotionPopupText="<Bullet/> З кожною одиницею поглиненої енергiї <Ability:WeaponName> завдає на 1 одиницю бiльше шкоди при наступнiй атацi.<br/><Bullet/> Накопичена енергiя витрачається навiть у тому випадку, якщо пострiл не влучає в цiль.<br/>"

; Champion (Colonel)
[Sacrifice X2AbilityTemplate]
LocFriendlyName="Самопожертва"
LocLongDescription="Створює захищену область, в якiй всi атаки по союзникам перенаправляються на \"Iскру\". Дає додаткову броню i захист на час дiї здiбностi."
LocHelpText="Створює захищену область, спрямовуючи на себе атаки противникiв."
LocFlyOverText="Самопожертва"
LocPromotionPopupText="<Bullet/> Поки дiє \"Самопожертва\", \"Iскра\" отримує +<Ability:Sacrifice_Defense/> до захисту i +<Ability:Sacrifice_Armor/> до бронi.<br/><Bullet/> Перезарядка - <Ability:SelfCooldown/> хода.<br/>"

; ---------- Future Combat Path ----------------

; Aspirant (Corporal)
[AdaptiveAim X2AbilityTemplate]
LocFriendlyName="Адаптивне прицiлювання"
LocLongDescription="У режимi овердрайв стандартнi пострiли не отримують штраф за вiддачу."
LocHelpText="У режимi овердрайв стандартнi пострiли не отримують штраф за вiддачу."
LocPromotionPopupText="<Bullet/> Адаптивне прицiлювання усуває штраф у <Ability:Overdrive_RecoilPenalty/>% до точностi за послiдовнi пострiли пiд час активного овердрайву.<br/>"

; Knight (Sergeant)
[Strike X2AbilityTemplate]
LocFriendlyName="Ривок"
LocLongDescription="Потужна рукопашна атака будь-якої цiлi в межах дистанцiї перемiщення."
LocHelpText="Потужна рукопашна атака будь-якої цiлi в межах дистанцiї перемiщення."
LocPromotionPopupText="<Bullet/> Щоб активувати атаку, наведiть курсор руху на противника.<br/><Bullet/> \"Iскра\" пiдбiжить впритул до цiлi, витративши обидвi дiї, i виконає удар.<br/>"

; Cavalier (Lieutenant)
[WreckingBall X2AbilityTemplate]
LocFriendlyName="Руйнiвник"
LocLongDescription="У режимi овердрайв \"Iскра\" здатен проходити крiзь стiни та укриття."
LocHelpText="У режимi овердрайв \"Iскра\" здатен проходити крiзь стiни та укриття."
LocPromotionPopupText="<Bullet/> \"Руйнiвник\" дозволяє пiдставити ворогiв пiд атаки з флангу.<br/><Bullet/> Задайте \"Iскрi\" маршрут, який максимально ефективно зруйнує ворожi укриття.</br>"

; Vanguard (Captain)
[Bombard X2AbilityTemplate]
LocFriendlyName="Артобстрiл"
LocLongDescription="Запуск \"BIT\" в будь-яку видиму точку, де вiн влаштовує потужний вибух. Удосконаленi моделi завдають бiльше шкоди."
LocHelpText="Запуск \"BIT\", який атакує всiх ворогiв в зонi дiї."
LocPromotionPopupText="<Bullet/> Здiбнiсть \"Артобстрiл\" можна застосувати по будь-якiй точцi в межах \"загального виду\".<br/><Bullet/> Удосконаливши \"BIT\", ви зможете завдавати бiльше шкоди.<br/>"

; Paladin (Major)
[HunterProtocol X2AbilityTemplate]
LocFriendlyName="Протокол полювання"
LocLongDescription="При виявленнi противника в режимi \"перехоплення\" є <Ability:HunterProtocol_Chance/>% ймовiрнiсть зробити пострiл."
LocHelpText="При виявленнi противника в режимi \"перехоплення\" є <Ability:HunterProtocol_Chance/>% ймовiрнiсть зробити пострiл."
LocPromotionPopupText="<Bullet/> \"Протокол полювання\" робить \"Iскру\" iдеальним розвiдником, оскiльки дозволяє негайно атакувати виявлених противникiв.<br/>"

; Champion (Colonel)
[Nova X2AbilityTemplate]
LocFriendlyName="Нова"
LocLongDescription="Викид енергiї, що завдає шкоди всiм найближчим противникам. Не має вартостi та перезарядки, проте послiдовнi застосування пошкоджують \"Iскру\"."
LocHelpText="Шкода всiм найближчим противникам. Послiдовне застосування пошкоджує \"Iскру\"."
LocPromotionPopupText="<Bullet/> \"Нова\" не потребує дiй i миттєво перезаряджається.<br/><Bullet/> Перше застосування протягом кожного завдання завдає 0 шкоди \"Iскрi\".<br/><Bullet/> Всi наступнi атаки пiсля першої завдають \"Iскрi\" накопичувальний збиток в <Ability:Nova_Damage/> одиниць.<br/>"

; ---------- Feral Sparks ----------------

[EngageSelfDestruct X2AbilityTemplate]
LocFriendlyName="Активувати самознищення"
LocLongDescription="Активацiя режиму самознищення. Режим можна активувати вручну, а також МЕК може вибухнути сам при отриманнi фатальної шкоди."
LocHelpText="Активацiя режиму самознищення. Режим можна активувати вручну, а також МЕК може вибухнути сам при отриманнi фатальної шкоди."

[TriggerSelfDestruct X2AbilityTemplate]
LocFriendlyName="Запустити самознищення"
LocLongDescription="Детонацiя МЕКа, яка знищує його i завдає шкоди всiм поруч."
LocHelpText="Детонацiя МЕКа, яка знищує його i завдає шкоди всiм поруч."

; *********************************************************************************************************************
; ***                                            SHEN ABILITIES                                                     ***
; *********************************************************************************************************************

[CombatProtocol_Shen X2AbilityTemplate]
LocFriendlyName="Протокол нападу"
LocLongDescription="Вiдправити \"Гремлiна\", щоб атакувати ворога i завдати йому гарантованої шкоди (для роботизованих противникiв вона буде бiльш суттєвою)."
LocHelpText="Вiдправити \"Гремлiна\", щоб атакувати ворога i завдати йому гарантованої шкоди (для роботизованих противникiв вона буде бiльш суттєвою). Цiль повинна бути в зонi прямої видимостi."
LocFlyOverText="Протокол нападу"
LocPromotionPopupText="<Bullet/> \"Протокол нападу\" перезаряджається ходiв: <Ability:SelfCooldown/>.<br/>"

[CapacitorDischarge_Shen X2AbilityTemplate]
LocFriendlyName="Розряд конденсатора"
LocLongDescription="\"Гремлiн\" вiдправиться в зазначену точку i здiйснить там потужний електричний розряд, завдаючи шкоди з ймовiрнiстю оглушення всiм, хто знаходиться поруч з ним. Роботизованi бiйцi отримають бiльше шкоди."
LocHelpText="\"Гремлiн\" атакує струмом усiх, хто знаходиться в радiусi ураження. Роботизованi бiйцi отримують додаткову шкоду."
LocFlyOverText="Розряд конденсатора"
LocPromotionPopupText="<Bullet/> \"Розряд конденсатора\" перезаряджається ходiв: <Ability:SelfCooldown/>.<br/>"

[MedicalProtocol_Shen X2AbilityTemplate]
LocFriendlyName="Протокол лiкування"
LocLongDescription="\"Гремлiн\" здатний вiддалено застосовувати здiбностi \"Допомога\" i \"Стабiлiзацiя\". У \"Гремлiна\" є 4 заряди. За наявностi аптечки \"Гремлiн\" може отримати додатковий заряд."
LocHelpText="Тепер \"Гремлiн\" виконує лiкувальнi дiї: \"Лiкування\" та \"Стабiлiзацiя\"."
LocFlyOverText="Протокол лiкування"
LocPromotionPopupText="<Bullet/> Полiпшення \"Гремлiна\" дозволяє вiдновлювати бiльше ОЗ за раз.<br/><Bullet/> \"Гремлiн: лiкування\" або \"Гремлiн: стабiлiзацiя\" не завершують хiд, якщо використовуються першою дiєю.<br/>"

[GremlinHeal_Shen X2AbilityTemplate]
LocFriendlyName="\"Гремлiн\": лiкування"
LocLongDescription="Вiдправити \"Гремлiна\" на допомогу пораненому союзнику. Вiн може вiдновити до <Ability:GREMLINHEALHP/> ОЗ за одне використання. Удосконаленi \"Гремлiни\" вiдновлюють трохи бiльше ОЗ."
LocHelpText="Вiдправити \"Гремлiна\" на допомогу пораненому союзнику."
LocPromotionPopupText=""

[GremlinStabilize_Shen X2AbilityTemplate]
LocFriendlyName="\"Гремлiн\": стабiлiзацiя"
LocLongDescription="Не дає бiйцю померти вiд втрати кровi. Витрачає один заряд (який дiлиться зi здiбнiстю \"лiкування\")."
LocHelpText="Не дає бiйцю померти вiд втрати кровi."
LocFlyOverText="Стабiлiзовано"
LocPromotionPopupText=""

[Interact_ActivateSpark X2AbilityTemplate]
LocFriendlyName="Активувати \"Iскру\""
LocHelpText="Активувати \"Iскру\"."

[Hack_ElevatorControl X2AbilityTemplate]
LocFriendlyName="Зламати управлiння лiфтами"
LocHelpText="Зламати панель управлiння лiфтами."

[Interact_AtmosphereComputer X2AbilityTemplate]
LocFriendlyName="Використати контроль атмосфери"
LocHelpText="Забезпечити вентиляцiю кiмнати."

[Interact_UseElevator X2AbilityTemplate]
LocFriendlyName="Використати лiфт"
LocHelpText="Слiдуйте на верхнiй поверх."

[IntrusionProtocol_Hack_ElevatorControl X2AbilityTemplate]
LocFriendlyName="Зламати управлiння лiфтами"
LocHelpText="Зламати панель управлiння лiфтами."

;--------------------------------
; Spark Customization - Heads
;--------------------------------
[Spark_Head_A X2BodyPartTemplate]
DisplayName="Дельта 1"
[Spark_Head_B X2BodyPartTemplate]
DisplayName="Дельта 2"
[Spark_Head_C X2BodyPartTemplate]
DisplayName="Дельта 3"
[Spark_Head_D X2BodyPartTemplate]
DisplayName="Дельта 4"
[Spark_Head_E X2BodyPartTemplate]
DisplayName="Дельта 5"
[Spark_Head_F X2BodyPartTemplate]
DisplayName="Дельта 6"
[Spark_Plt_Head_A X2BodyPartTemplate]
DisplayName="Плити 1"
[Spark_Plt_Head_B X2BodyPartTemplate]
DisplayName="Плити 2"
[Spark_Pwr_Head_A X2BodyPartTemplate]
DisplayName="Силовий 1"
[Spark_Pwr_Head_B X2BodyPartTemplate]
DisplayName="Силовий 2"

;--------------------------------
; Spark Customization - Voices
;--------------------------------
[SparkCalmVoice1_English X2BodyPartTemplate]
DisplayName="Англiйська - Страж"
[SparkWarriorVoice1_English X2BodyPartTemplate]
DisplayName="Англiйська - Воїн"
[SparkJulianVoice1_English X2BodyPartTemplate]
DisplayName="Англiйська - Джулiан"

[SparkCalmVoice1_French X2BodyPartTemplate]
DisplayName="Французька - Страж"
[SparkWarriorVoice1_French X2BodyPartTemplate]
DisplayName="Французька - Воїн"
[SparkJulianVoice1_French X2BodyPartTemplate]
DisplayName="Французька - Джулiан"

[SparkCalmVoice1_German X2BodyPartTemplate]
DisplayName="Нiмецька - Страж"
[SparkWarriorVoice1_German X2BodyPartTemplate]
DisplayName="Нiмецька - Воїн"
[SparkJulianVoice1_German X2BodyPartTemplate]
DisplayName="Нiмецька - Джулiан"

[SparkCalmVoice1_Italian X2BodyPartTemplate]
DisplayName="Iталiйська - Страж"
[SparkWarriorVoice1_Italian X2BodyPartTemplate]
DisplayName="Iталiйська - Воїн"
[SparkJulianVoice1_Italian X2BodyPartTemplate]
DisplayName="Iталiйська - Джулiан"

[SparkCalmVoice1_Spanish X2BodyPartTemplate]
DisplayName="Iспанська - Страж"
[SparkWarriorVoice1_Spanish X2BodyPartTemplate]
DisplayName="Iспанська - Воїн"
[SparkJulianVoice1_Spanish X2BodyPartTemplate]
DisplayName="Iспанська - Джулiан"

;--------------------------------
;Tatoos
;--------------------------------
[DLC_3_Tattoo_Arms_01 X2BodyPartTemplate]
DisplayName="Шень"

;--------------------------------
;Lost Towers Shen
;--------------------------------
[LostTowersShen X2CharacterTemplate]
strForcedFirstName="Lily"
strForcedLastName="Shen"
strForcedNickName=""

;--------------------------------
;Spark Country
;--------------------------------
[Country_Spark X2CountryTemplate]
DisplayName="\"Iскра\""
DisplayNameWithArticle="\"Iскра\""
DisplayNameWithArticleLower="\"Iскра\""
DisplayNamePossessive="\"Iскр.\""
DisplayAdjective="\"Iскра\""

;--------------------------------
;Hack Rewards
;--------------------------------

[ActivateElevator X2HackRewardTemplate]
FriendlyName="Активувати лiфт"
Description="Активувати систему лiфтiв."

[ElevatorIntel X2HackRewardTemplate]
FriendlyName="Невеликий обсяг даних"
Description="Отримати невеликий обсяг даних."

[ElevatorSupplies X2HackRewardTemplate]
FriendlyName="Невеликий запас матерiалiв"
Description="Отримати невеликий запас матерiалiв."

[ControlAllDerelicts X2HackRewardTemplate]
FriendlyName="Масове вторгнення"
Description="Взяти пiд контроль всiх МЕКiв на полi бою."

;--------------------------------
;Ability Point Events
;--------------------------------
[JulianDefeated X2AbilityPointTemplate]
ActionFriendlyName="перемогу над Джулiаном"
